[{"id":1,"kategori":"forretter","navn":"Loaded Nachos Tots","pris":8.99,"kort":"Our house-made bacon cheddar tots topped with cheddar cheese, pepper jack queso, seasoned ground beef, bacon, jalapeños, and sour cream.","lang":"Our house-made bacon cheddar tots topped with cheddar cheese, pepper jack queso, seasoned ground beef, bacon, jalapeños, and sour cream.","billede":"forretter1\n"},{"id":2,"kategori":"forretter","navn":"Zesty Nachos","pris":6.29,"kort":"Tortilla chips cooked fresh to order..","lang":"Tortilla chips cooked fresh to order. Topped with pepper jack queso, shredded cheddar cheese, seasoned ground meat, pico de gallo, and sour cream.","billede":"forretter2"},{"id":3,"kategori":"forretter","navn":"Beef Patacones","pris":9.89,"kort":"Who can resist their signature dish, the Patacones - a popular Puerto Rican household dish.","lang":"Who can resist their signature dish, the Patacones - a popular Puerto Rican household dish made of the customer's choice of meat perfectly seasoned in sofrito sauce, topped with Carne (beef), Cerdo (pork), or Camarones (shrimp), served with fried plantains and guacamole","billede":"forretter3"},{"id":4,"kategori":"burgers","navn":"Spicy Sriracha Burger","pris":10.49,"kort":"Beef patty, cheddar cheese, bacon, jalapeños, and creamy Sriracha sauce. ","lang":"Beef patty, cheddar cheese, bacon, jalapeños, and creamy Sriracha sauce. Served with lettuce, tomato, red onions, and pickles on a brioche bun. Served with choice of side.","billede":"burger1"},{"id":5,"kategori":"burgers","navn":"Double Cheeseburger","pris":9.89,"kort":"Your choice of American, Swiss, or cheddar cheese atop (2) hand-pressed beef patties. ","lang":"Your choice of American, Swiss, or cheddar cheese atop (2) hand-pressed beef patties. Served with lettuce, tomato, red onions, and pickles on a brioche bun. Served with your choice of side.","billede":"burger2"},{"id":6,"kategori":"burgers","navn":"Bourbon Bacon Burger","pris":9.99,"kort":"Beef patty topped with cheddar cheese, bacon, sautéed mushrooms, and fire-roasted bell peppers and onions. ","lang":"Beef patty topped with cheddar cheese, bacon, sautéed mushrooms, and fire-roasted bell peppers and onions. Served on a cheddar bun with lettuce, tomato, red onions, pickles, and a sweet bourbon sauce. Served with choice of side.","billede":"burger3"},{"id":7,"kategori":"steaks","navn":"Wild Alaska Salmon","pris":10.99,"kort":"A grilled wild-caught Alaska salmon fillet seasoned with a delicious blend of garlic and herbs. ","lang":"A grilled wild-caught Alaska salmon fillet seasoned with a delicious blend of garlic and herbs. Served with your choice of (2) sides and dinner bread.","billede":"steaks1"},{"id":8,"kategori":"classic","navn":"Slow-Cooked Pot Roast\n\n\n","pris":10.69,"kort":"Slow-cooked pot roast, sautéed mushrooms, and caramelized onions.","lang":"Slow-cooked pot roast, sautéed mushrooms, and caramelized onions covered in a rich gravy. Served with your choice of (2) sides and garlic bread.","billede":"classic1"},{"id":9,"kategori":"classic","navn":"Home-Style Meatloaf","pris":9.99,"kort":"A thick slice of classic seasoned meatloaf topped with a rich tomato sauce. ","lang":"A thick slice of classic seasoned meatloaf topped with a rich tomato sauce. Served with your choice of (2) sides and garlic bread.","billede":"classic2"},{"id":10,"kategori":"omelets","navn":"Loaded Veggie Omelette","pris":6.99,"kort":"(3) Egg omelette with spinach, mushrooms, sautéed zucchini and squash, diced tomatoes, and Swiss cheese. ","lang":"(3) Egg omelette with spinach, mushrooms, sautéed zucchini and squash, diced tomatoes, and Swiss cheese. Served with your choice of potatoes and bread.","billede":"omelets1"},{"id":11,"kategori":"omelets","navn":"Ultimate Omelette","pris":8.99,"kort":"(3) Egg omelette with crumbled sausage, bacon, fire-roasted bell peppers and onions, mushrooms, diced tomatoes, and cheddar cheese. ","lang":"(3) Egg omelette with crumbled sausage, bacon, fire-roasted bell peppers and onions, mushrooms, diced tomatoes, and cheddar cheese. Served with your choice of potatoes and bread.","billede":"omelets2"},{"id":12,"kategori":"breakfast","navn":"Moons Over My Hammy","pris":9.29,"kort":"Our classic ham and scrambled egg sandwich with Swiss and American cheeses on grilled sourdough.","lang":"Our classic ham and scrambled egg sandwich with Swiss and American cheeses on grilled sourdough. Served with your choice of potatoes.","billede":"breakfast1"},{"id":13,"kategori":"breakfast","navn":"Fit Slam","pris":8.39,"kort":"Egg whites scrambled together with fresh spinach and grape tomatoes. ","lang":"Egg whites scrambled together with fresh spinach and grape tomatoes, (2) turkey bacon strips, an English muffin, and seasonal fruit.","billede":"breakfast2"},{"id":14,"kategori":"breakfast","navn":"French Toast Slam","pris":9.19,"kort":"(2) Thick slices of fabulous French toast with (2) eggs.","lang":"(2) Thick slices of fabulous French toast with (2) eggs and your choice of protein.","billede":"breakfast3"},{"id":15,"kategori":"breakfast","navn":"Lumberjack Slam","pris":8.45,"kort":"(2) Buttermilk pancakes, a slice of grilled ham, your choice of protein, and (2) eggs. ","lang":"(2) Buttermilk pancakes, a slice of grilled ham, your choice of protein, and (2) eggs. Served with your choice of side and bread.","billede":"breakfast4"},{"id":16,"kategori":"salads","navn":"Caesar Salad","pris":8.79,"kort":"Crisp bacon crumbles and shredded Italian cheeses on top of fresh romaine lettuce. ","lang":"Crisp bacon crumbles and shredded Italian cheeses on top of fresh romaine lettuce. Tossed with Caesar dressing.","billede":"salads1","add":"No Dressing","add1":"BBQ Ranch Dressing","add2":"Balsamic Vinaigrette","add3":"Blue Cheese Dressing","ekstra":"Chrilled Chicken $3.00","ekstra1":"Prime Rib $4.00","ekstra2":"Wild Alaska Salmon $4.00"},{"id":17,"kategori":"salads","navn":"Cobb Salad","pris":6.29,"kort":"Bacon, avocado, grape tomatoes, cheddar cheese, hard-boiled egg, and potato sticks.","lang":"Bacon, avocado, grape tomatoes, cheddar cheese, hard-boiled egg, and potato sticks on top of a bed of iceberg mix. Served with your choice of dressing.","billede":"salads2","add":"No Dressing","add1":"BBQ Ranch Dressing","add2":"Balsamic Vinaigrette","add3":"Blue Cheese Dressing","ekstra":"Chrilled Chicken $3.00","ekstra1":"Prime Rib $4.00","ekstra2":"Wild Alaska Salmon $4.00"},{"id":18,"kategori":"salads","navn":"Club Sandwich","pris":10.39,"kort":"Thinly sliced turkey breast, crispy bacon, lettuce, tomato, and mayo on toasted seven-grain bread. ","lang":"Thinly sliced turkey breast, crispy bacon, lettuce, tomato, and mayo on toasted seven-grain bread. Served with your choice of side.","billede":"salads3","add":"No Dressing","add1":"BBQ Ranch Dressing","add2":"Balsamic Vinaigrette","add3":"Blue Cheese Dressing","ekstra":"Chrilled Chicken $3.00","ekstra1":"Prime Rib $4.00","ekstra2":"Wild Alaska Salmon $4.00"},{"id":19,"kategori":"salads","navn":"The Super Bird","pris":9.29,"kort":"Thinly sliced turkey breast with melted Swiss cheese, crisp bacon and tomato.","lang":"Thinly sliced turkey breast with melted Swiss cheese, crisp bacon, and tomato on your choice of bread. Served with your choice of side.","billede":"salads4","add":"No Dressing","add1":"BBQ Ranch Dressing","add2":"Balsamic Vinaigrette","add3":"Blue Cheese Dressing","ekstra":"Chrilled Chicken $3.00","ekstra1":"Prime Rib $4.00","ekstra2":"Wild Alaska Salmon $4.00"},{"id":20,"kategori":"drinks","navn":"Milkshake","pris":3.99,"kort":"Milkshake made with premium ice cream and topped with whipped cream.","lang":"(12 oz.) Your choice of milkshake made with premium ice cream and topped with whipped cream.","billede":"drinks1"},{"id":21,"kategori":"drinks","navn":"Fountain Drink","pris":2.45,"kort":"(16 oz.) Your choice of fountain drink. Served in a to-go cup.","lang":"(16 oz.) Your choice of fountain drink. Served in a to-go cup.","billede":"drinks2"}]
